Repository: NMarjou/localization-app
Catalog: TMs/en-US_fr-FR.tmx
Source language: en_us
Languages: fr_fr

source: {{FailedLength}} of the {{RequestedCount}} selected documents cannot be unreleased. Only released documents can be unreleased.
fr_fr: {{FailedLength}} des {{RequestedCount}} documents sélectionnés ne peuvent pas être retirés. Seuls les documents mis à disposition peuvent être retirés.

source: No manager
fr_fr: Pas de manager

source: Communication manager
fr_fr: Responsable de la communication

source: Supported file formats: PDF. Maximum file size: 20MB.
fr_fr: Formats de fichiers pris en charge : PDF. Taille maximale du fichier : 20 Mo.

source: You can close this window, but please keep this page open to ensure a successful upload.
fr_fr: Vous pouvez fermer cette fenêtre, mais gardez cette page ouverte pour garantir un téléchargement correct.

source: Your file is being uploaded.
fr_fr: Votre fichier est en cours de téléchargement.

source: The document "{{fileName}}" was successfully imported.
fr_fr: Le document "{{fileName}}" a été correctement importé.

source: The document "{{fileName}}" cannot be imported. Check format and size conditions.
fr_fr: Le document "{{fileName}}" ne peut pas être importé pour le moment. Assurez-vous qu'il respecte les spécifications de format et de taille.

source: Canceled
fr_fr: Annulé

source: No doc
fr_fr: Pas de doc

source: Not released
fr_fr: Non mis à disposition

source: Released
fr_fr: Mis à disposition

source: Unreleased
fr_fr: Mise à disposition annulée

source: My summary report
fr_fr: Mon rapport récapitulatif

source: Document review
fr_fr: Revue du document

source: Hierarchy validation
fr_fr: Validation de la hiérarchie

source: Marketing team equity plan
fr_fr: Plan d'accord de caitaux propres de l'équipe marketing

source: View grid
fr_fr: Afficher la grille

source: Comp history
fr_fr: Historique de rémunération

source: Go to individual view
fr_fr: Accéder à la vue individuelle

source: Comp overview
fr_fr: Aperçu des rémunérations

source: day
fr_fr: jour

source: History of the last {{count}} change events
fr_fr: Historique des {{count}} derniers événements de modification

source: month
fr_fr: mois

source: months
fr_fr: mois

source: No compensation history available for this worker at the moment.
fr_fr: Aucun historique de rémunération disponible pour cet(te) employé(e) pour le moment.

source: No comp history
fr_fr: Aucun historique de rémunération

source: Overview of recent changes
fr_fr: Aperçu des modifications récentes

source: Time in company
fr_fr: Ancienneté dans l'entreprise

source: Time in role
fr_fr: Temps dans le poste

source: year
fr_fr: année

source: years
fr_fr: années

source: Create plan
fr_fr: Créer un plan

source: New plan
fr_fr: Nouveau plan

source: Are you sure you want to exit without saving your changes?
fr_fr: Voulez-vous vraiment quitter sans enregistrer vos modifications ?

source: Exit without saving
fr_fr: Quitter sans enregistrer

source: Zip code
fr_fr: Code postal

source: Zip code or postal code.
fr_fr: Code postal.

source: Let's discuss on
fr_fr: Discussion sur

source: Type and status
fr_fr: Type et état

source: Please accept the data privacy notice to proceed.
fr_fr: Pour pouvoir continuer, vous devez accepter la déclaration de confidentialité des données.

source: Bulk edition via CSV
fr_fr: Edition en masse via CSV

source: Export roles
fr_fr: Exporter

source: Upload your file
fr_fr: Charger

source: Download your current role configuration
fr_fr: Téléchargez la configuration actuelle de vos rôles

source: Edit the CSV file
fr_fr: Modifiez le fichier CSV

source: Upload the modified CSV file
fr_fr: Chargez le fichier CSV modifié

source: The file was successfully uploaded. Please download the log file. To review any errors, refer to the last two columns of the file ("Result" and "Error Description").
fr_fr: Le fichier a été correctement chargé. Veuillez télécharger le fichier journal. Pour passer en revue les éventuelles erreurs, reportez-vous aux deux dernières colonnes du fichier (" Résultat " et " Description de l'erreur ").

source: Your avatar was successfully updated.
fr_fr: Votre avatar a été correctement mis à jour.

source: <strong>{{userName}}</strong> added alignments.
fr_fr: <strong>{{userName}}</strong> a ajouté des alignments.

source: <strong>{{userName}}</strong> deleted alignments.
fr_fr: <strong>{{userName}}</strong> a supprimé alignments.

source: <strong>{{userName}}</strong> added a file.
fr_fr: <strong>{{userName}}</strong> a ajouté un fichier.

source: <strong>{{userName}}</strong> deleted a file.
fr_fr: <strong>{{userName}}</strong> a supprimé un fichier.

source: <strong>{{userName}}</strong> added a deliverable.
fr_fr: <strong>{{userName}}</strong> a ajouté un livrable.

source: <strong>{{userName}}</strong> deleted a deliverable.
fr_fr: <strong>{{userName}}</strong> a supprimé un livrable.

source: <strong>{{userName}}</strong> marked a deliverable as done.
fr_fr: <strong>{{userName}}</strong> a marqué un livrable comme terminé.

source: <strong>{{userName}}</strong> marked a deliverable as undone.
fr_fr: <strong>{{userName}}</strong> a annulé la validation d'un livrable.

source: <strong>{{userName}}</strong> updated a deliverable.
fr_fr: <strong>{{userName}}</strong> a mis à jour un livrable.

source: <strong>{{userName}}</strong> updated a description.
fr_fr: <strong>{{userName}}</strong> a mis à jour une description.

source: <strong>{{userName}}</strong> updated the due date.
fr_fr: <strong>{{userName}}</strong> a mis à jour la date d'échéance.

source: <strong>{{userName}}</strong> approved a goal
fr_fr: <strong>{{userName}}</strong> a approuvé un objectif

source: <strong>{{userName}}</strong> created a goal
fr_fr: <strong>{{userName}}</strong> a créé un objectif

source: <strong>{{userName}}</strong> rejected a goal
fr_fr: <strong>{{userName}}</strong> a rejeté un objectif

source: <strong>{{userName}}</strong> deleted a goal
fr_fr: <strong>{{userName}}</strong> a supprimé un objectif

source: <strong>{{userName}}</strong> marked a goal as done.
fr_fr: <strong>{{userName}}</strong> a marqué un objectif comme accompli.

source: <strong>{{userName}}</strong> reopened a goal
fr_fr: <strong>{{userName}}</strong> a rouvert un objectif

source: <strong>{{userName}}</strong> submitted a goal for approval.
fr_fr: <strong>{{userName}}</strong> a soumis un objectif pour approbation.

source: <strong>{{userName}}</strong> added a measurement criterion
fr_fr: <strong>{{userName}}</strong> a ajouté un critère de mesure

source: <strong>{{userName}}</strong> deleted a measurement criterion
fr_fr: <strong>{{userName}}</strong> a supprimé un critère de mesure

source: <strong>{{userName}}</strong> updated a measurement criterion
fr_fr: <strong>{{userName}}</strong> a mis à jour un critère de mesure

source: <strong>{{userName}}</strong> updated the population of a goal.
fr_fr: <strong>{{userName}}</strong> a mis à jour la population d'un objectif.

source: <strong>{{userName}}</strong> updated a goal priority
fr_fr: <strong>{{userName}}</strong> a mis à jour la priorité d'un objectif

source: <strong>{{userName}}</strong> updated the progress settings of a goal.
fr_fr: <strong>{{userName}}</strong> a mis à jour les paramètres de progression d'un objectif.

source: <strong>{{userName}}</strong> updated the progress of a goal.
fr_fr: <strong>{{userName}}</strong> a mis à jour la progression d'un objectif.

source: <strong>{{userName}}</strong> updated a title
fr_fr: <strong>{{userName}}</strong> a mis à jour un titre

source: <strong>{{userName}}</strong> updated a goal tracking status
fr_fr: <strong>{{userName}}</strong> a mis à jour le statut de suivi d'un objectif

source: <strong>{{userName}}</strong> updated the weight of a goal.
fr_fr: <strong>{{userName}}</strong> a mis à jour le poids d'un objectif.

source: Our security filter has blocked your request. Please refresh the page and try again. If the issue persists, please reach out to your IT team for assistance.
fr_fr: Notre filtre de sécurité a bloqué votre demande. Veuillez actualiser la page et réessayer. Si le problème persiste, veuillez contacter votre équipe informatique pour obtenir de l'aide.

source: Exit proxy
fr_fr: Arrêter la procuration

source: Back to the previous page
fr_fr: Retour à la page précédente

source: You currently don't have proxy access
fr_fr: Vous n'avez actuellement aucune autorisation d'accès par procuration

source: My proxy permissions
fr_fr: Mes autorisations d'accès par procuration

source: Proxy user
fr_fr: Agir au nom de l'utilisateur

source: Acting on behalf of
fr_fr: Agissant au nom de

source: Your goal was successfully published. You're on the right track!
fr_fr: Votre objectif a été correctement publié. Vous êtes sur la bonne voie !

source: See all
fr_fr: Voir tout

source: View goal
fr_fr: Voir l'objectif

source: Read less
fr_fr: Voir moins

source: Read more
fr_fr: Voir plus

source: State or region.
fr_fr: Etat ou région.

source: Are you sure you want to reopen this goal?
fr_fr: Voulez-vous vraiment rouvrir cet objectif ?

source: Reopen goal
fr_fr: Rouvrir l'objectif

source: Add inspiration tip content
fr_fr: Ajouter le contenu du conseil d'inspiration

source: Can you give me your perspective on the progress of my project? | What are my top three strengths? | Where do you think I should focus my development? | What is something you like about working with me? | Is there anything I could do to improve your experience working with me? | Where could I improve in my role?| Where do you think I am most impactful in my role? | How could I have better supported you in your role? | Can we talk about my project? What do you think is going well or what didn’t go well? | If there was one piece of advice you would give me to help me grow, what would it be? | Have you noticed any gaps in my self-awareness? | What skills do you think I should learn/ improve? | Can you give me your thoughts on how I am doing in my role? | Is there anything you would have done differently? | What key behaviors should I practice?
fr_fr: Pouvez-vous me donner votre point de vue sur la progression de mes projets ? | Quels sont mes trois principaux points forts ? | Sur quoi pensez-vous que je devrais concentrer mon développement ? | Qu'aimez-vous dans le fait de travailler avec moi ? | Que me recommanderiez-vous d'arrêter de faire, de commencer à faire ou de continuer à faire ? | Y a-t-il quelque chose que je pourrais faire pour améliorer votre expérience de travail avec moi ? | Quelles sont les opportunités d'amélioration dans mon rôle ? | Dans quel domaine pensez-vous que j'ai le plus d'impact dans son rôle ? | Y a-t-il des moments où j'aurais pu mieux vous soutenir dans votre rôle ? | Si vous pouviez me donner un conseil, quel serait-il ? | Avez-vous remarqué des lacunes dans ma perception de moi-même ? | Quelles compétences pensez-vous que je devrais acquérir ou améliorer ? | Pouvez-vous me donner votre avis sur ma réussite dans mon rôle ? | Y a-t-il quelque chose que vous auriez fait différemment ? | Sur quels comportements clés devrais-je me concentrer ?

source: Can you give me your perspective on the progress of their projects? | What are their top three strengths? | Where do you think they should focus their development? | What is something you like about working with them? | What would you recommend them to stop/start/continue? | Is there anything they could do to improve your experience working with them? | Where could they improve in their role? | Where do you think they are most impactful in their role? | Are there any specific areas of development you think I could help them focus on? | If there was one piece of advice you could give them, what would it be? | Have you noticed any gaps in their self-awareness? | What skills do you think they should learn/ improve? | Can you give me your thoughts on how they are doing in their role? | What do you think are their top stand out behaviors? | What key behaviors should they practice?
fr_fr: Pouvez-vous me donner votre point de vue sur la progression de ses projets ? | Quels sont ses trois principaux points forts ? | Sur quoi pensez-vous qu'il/elle devrait concentrer son développement ? | Qu'aimez-vous dans le fait de travailler avec lui/elle ? | Que lui recommanderiez-vous d'arrêter de faire, de commencer à faire ou de continuer à faire ? | Y a-t-il quelque chose qu'il/elle pourrait faire pour améliorer votre expérience de travail avec lui/elle ? | Quelles sont les opportunités d'amélioration dans son rôle ? | Dans quel domaine pensez-vous qu'il/elle a le plus d'impact dans son rôle ? | Y a-t-il des domaines de développement spécifiques sur lesquels vous pensez que je pourrais l'aider à se concentrer ? | Si vous pouviez lui donner un conseil, quel serait-il ? | Avez-vous remarqué des lacunes dans sa perception de lui-même/d'elle-même ? | Quelles compétences pensez-vous qu'il/elle devrait acquérir ou améliorer ? | Pouvez-vous me donner votre avis sur sa réussite dans son rôle ? | Selon vous, quels sont les comportements qui le/la caractérisent le mieux ? | Sur quels comportements clés devrait-il/elle se concentrer ?

source: Where do you think they are most impactful in their role?
fr_fr: Selon vous, dans quel domaine ont-ils le plus d'impact dans leur rôle ?

source: Have you noticed any gaps in their self-awareness?
fr_fr: Avez-vous remarqué des lacunes dans leur conscience d'eux-mêmes ?

source: What key behaviors should they practice?
fr_fr: Quels comportements clés devraient-ils pratiquer ?

source: What would you recommend them to stop/start/continue?
fr_fr: Que leur recommanderiez-vous d'arrêter/commencer/continuer ?

source: Can you give me your perspective on the progress of their projects?
fr_fr: Pouvez-vous me donner votre point de vue sur l'avancement de leurs projets ?

source: What do you think are their top stand out behaviors?
fr_fr: Quels sont, selon vous, leurs comportements les plus remarquables ?

source: What is something you like about working with them?
fr_fr: Qu'est-ce que vous appréciez dans le fait de travailler avec eux ?

source: Are there any specific areas of development you think I could help them focus on?
fr_fr: Y a-t-il des domaines de développement spécifiques sur lesquels vous pensez que je pourrais les aider à se concentrer ?

source: What are their top three strengths?
fr_fr: Quels sont leurs trois principaux points forts ?

source: Where could they improve in their role?
fr_fr: Dans quels domaines pourraient-ils s'améliorer dans leur rôle ?

source: Is there anything they could do to improve your experience working with them?
fr_fr: Y a-t-il quelque chose qu'ils pourraient faire pour améliorer votre expérience de travail avec eux ?

source: If there was one piece of advice you could give them, what would it be?
fr_fr: S'il n'y avait qu'un seul conseil que vous puissiez leur donner, quel serait-il ?

source: Where do you think they should focus their development?
fr_fr: Selon vous, sur quel aspect leur développement devrait-il se concentrer ?

source: Can you give me your thoughts on how they are doing in their role?
fr_fr: Pouvez-vous me donner votre avis sur la façon dont ils s'acquittent de leur rôle ?

source: What skills do you think they should learn/improve?
fr_fr: Quelles compétences pensez-vous qu'ils devraient apprendre ou améliorer ?

source: How could I have better supported you in your role?
fr_fr: Comment aurais-je pu mieux vous soutenir dans votre rôle ?

source: Have you noticed any gaps in my self-awareness?
fr_fr: Avez-vous remarqué des lacunes dans ma connaissance de moi-même ?

source: What key behaviors should I practice?
fr_fr: Quels comportements clés devrais-je adopter ?

source: Is there anything I could do to improve your experience working with me?
fr_fr: Y a-t-il quelque chose que je pourrais faire pour améliorer votre expérience de travail avec moi ?

source: Can you give me your perspective on the progress of my project?
fr_fr: Pouvez-vous me donner votre perspective sur l'avancement de mon projet ?

source: Is there anything you would have done differently?
fr_fr: Y a-t-il quelque chose que vous auriez fait différemment ?

source: What is something you like about working with me?
fr_fr: Qu'est-ce que vous appréciez dans le fait de travailler avec moi ?

source: Can we talk about my project? What do you think is going well or what didn’t go well?
fr_fr: Pouvons-nous parler de mon projet ? Qu'est-ce qui se passe bien ou qu'est-ce qui ne s'est pas bien passé selon vous ?

source: What are my top three strengths?
fr_fr: Quels sont mes trois principaux points forts ?

source: Where do you think I am most impactful in my role?
fr_fr: Selon vous, dans quel domaine mon impact est-il le plus fort dans mon rôle ?

source: Where could I improve in my role?
fr_fr: Où pourrais-je m'améliorer dans mon rôle ?

source: If there was one piece of advice you would give me to help me grow, what would it be?
fr_fr: Si tu avais un seul conseil à me donner pour m’aider à progresser, lequel serait-ce ?

source: Where do you think I should focus my development?
fr_fr: Selon vous, sur quoi devrais-je concentrer mon développement ?

source: Can you give me your thoughts on how I am doing in my role?
fr_fr: Pouvez-vous me donner votre avis sur la façon dont je m'acquitte de mon rôle ?

source: What skills do you think I should learn/improve?
fr_fr: Quelles compétences pensez-vous que je devrais apprendre/améliorer ?

source: The goal was successfully submitted again for approval.
fr_fr: L'objectif a été correctement soumis pour une nouvelle approbation.

source: Performance evaluation section
fr_fr: Section d'évaluation de performance

source: The review is about a deactivated worker.
fr_fr: Le bilan concerne un(e) employé(e) désactivé(e).

source: Edit response
fr_fr: Modifier la réponse

source: Goals aligned to this goal
fr_fr: Objectifs alignés sur cet objectif

source: Fulfillment
fr_fr: Réalisation

source: Hide details
fr_fr: Masquer les détails

source: What is your view?
fr_fr: Quel est votre point de vue ?

source: No rating yet.
fr_fr: Aucune notation pour le moment.

source: Not rated
fr_fr: Non noté

source: Delete reviews
fr_fr: Supprimer les bilans

source: Are you sure you want to delete {{count}} review? This action cannot be undone.
fr_fr: Voulez-vous vraiment supprimer {{count}} bilan ? Cette action ne peut pas être annulée.

source: Are you sure you want to delete {{count}} reviews? This action cannot be undone.
fr_fr: Voulez-vous vraiment supprimer {{count}} bilans ? Cette action ne peut pas être annulée.

source: Delete {{count}} review
fr_fr: Supprimer {{count}} bilan

source: Delete {{count}} reviews
fr_fr: Supprimer {{count}} bilans

source: The deletion process of the review has started. This can take some time.
fr_fr: Le processus de suppression du bilan a commencé. Cela peut prendre un certain temps.

source: {{count}} reviews were successfully deleted.
fr_fr: {{count}} bilans ont été correctement supprimés.

source: {{count}} review was successfully deleted.
fr_fr: {{count}} bilan a été correctement supprimé.

source: Filter by review stage
fr_fr: Filtrer par étape de bilan

source: Reviews in "Closed" stage: {{count}}
fr_fr: Bilans à l'étape " Clôturé " : {{count}}

source: Reviews in "Closed (System)" stage: {{count}}
fr_fr: Bilans à l'étape " Clôturé (Système) " : {{count}}

source: Reviews in "Moderation" stage: {{count}}
fr_fr: Bilans à l'étape " Modération " : {{count}}

source: Reviews in "Pending sign-off" stage: {{count}}
fr_fr: Bilans à l'étape " En attente de validation " : {{count}}

source: Find workers by cost center
fr_fr: Rechercher des employé(e)s par centre de coûts

source: Search for a cost center
fr_fr: Rechercher un centre de coûts

source: Find workers by country
fr_fr: Rechercher des employé(e)s par pays

source: Search for a country
fr_fr: Rechercher un pays

source: The list can load up to {{count}} results. Use the search field to find additional managers.
fr_fr: La liste peut charger jusqu'à {{count}} résultats. Utilisez le champ de recherche pour trouver des managers supplémentaires.

source: Find workers by their manager
fr_fr: Rechercher des employé(e)s par manager

source: The list can load up to {{count}} results. Use the search field to find additional organizational units.
fr_fr: La liste peut charger jusqu'à {{count}} résultats. Utilisez le champ de recherche pour trouver des unités organisationnelles supplémentaires.

source: Find workers by organizational unit
fr_fr: Rechercher des employé(e)s par unité organisationnelle

source: The list can load up to {{count}} results. Use the search field to find additional workers.
fr_fr: La liste peut charger jusqu'à {{count}} résultats. Utilisez le champ de recherche pour trouver des employé(e)s supplémentaires.

source: Find specific workers
fr_fr: Rechercher des employé(e)s spécifiques

source: Manage {{templateName}}
fr_fr: Gérer {{templateName}}

source: Manage reviews
fr_fr: Gérer les bilans

source: Both parties will need to submit their review again. The manager should wait for the worker review to be submitted before submitting theirs. Note that forms are processed in the background. Depending on the volume of reviews you have selected, you might still see some of these forms when applying future selections as we process them and send them back to the managers. You can still keep using the application and take any other required actions.
fr_fr: Les deux parties devront de nouveau soumettre leur bilan. Il est recommandé que le manager attende que l'employé(e) soumette son bilan avant de soumettre le sien. Notez que les formulaires sont traités en arrière-plan. En fonction du volume de bilans sélectionné, il se peut que vous voyez encore certains de ces formulaires lors de l'application de futures sélections pendant que nous les traitons et les renvoyons aux managers. Vous pouvez continuer à utiliser l'application et effectuer les autres actions éventuellement requises.

source: {{count}} review was successfully reopened for workers and managers.
fr_fr: {{count}} bilan a été correctement rouvert pour les employé(e)s et les managers.

source: {{count}} reviews were successfully reopened for workers and managers.
fr_fr: {{count}} bilans ont été correctement rouverts pour les employé(e)s et les managers.

source: Move {{count}} review to the "In progress" stage for workers and managers. Both parties will need to submit their review again. This action cannot be undone.
fr_fr: Passer {{count}} bilan à l'étape " En cours " pour les employé(e)s et les managers. Les deux parties devront soumettre à nouveau leur bilan. Cette action ne peut pas être annulée.

source: Move {{count}} reviews to the "In progress" stage for workers and managers. Both parties will need to submit their review again. This action cannot be undone.
fr_fr: Passer {{count}} bilans à l'étape " En cours " pour les employé(e)s et les managers. Les deux parties devront de nouveau soumettre leur bilan. Cette action ne peut pas être annulée.

source: Reopen reviews for workers and managers
fr_fr: Rouvrir les bilans pour les employé(e)s et les managers

source: Move {{count}} review to the "In progress" stage for workers and managers. Both parties will need to resubmit their review. This action cannot be undone.
fr_fr: Passez {{count}} bilan à l'étape " En cours " pour les employé(e)s et les managers. Les deux parties devront de nouveau soumettre leur bilan. Cette action ne peut pas être annulée.

source: Move {{count}} reviews to the "In progress" stage for workers and managers. Both parties will need to resubmit their review. This action cannot be undone.
fr_fr: Passez {{count}} bilans à l'étape " En cours " pour les employé(e)s et les managers. Les deux parties devront de nouveau soumettre leur bilan. Cette action ne peut pas être annulée.
